class MusicBox_Hi extends Dialog{
	text = 'Вы отправились в чулан и тронули шкатулку и кто-то схватил вас за ваш сочный зад дверь в чулан закрылась. ' 
	+ 'Дверь не поддаётся а тем временем вы чувствуете чьи-то лапы на своей попке. ' 
	+ 'Кто-то лапами разводит ваши ягодицы и ваше колечко чувствует влагу чьего-то язычка и его лёгкое проникновение не зависимо от того что на вас одето. ' 
	+ 'Кто-то лапами разводит ваши ноги по шире а ваше колечко начинает принимать вместо язычка, чей-то член. ' 
	+ 'Головка члена массирует колечко слегка расширяя и проникает немного глубже. ' 
	+ 'Немного поигравшись с вашим колечком незнакомец вводит член в вас на всю длину и начинает активно иметь вас в попку. ' 
	+ 'Ваши лапы резво заводятся зав спину и их кто-то держит. ' 
	+ 'За ноги кто-то схватил и усадил вас на колени и начинает иметь вас активнее. ' 
	+ 'С вас спускают одежду и чья-то лапа начинает фапать ваш член и как бы вы не присматривались и не оглядывались - вы никого не видите. ' 
	+ 'Вас имеют в попку всё активнее и лапа на члене двигается всё быстрее. ' 
	+ 'И в итоге вы кончаете и вас освобождают, вы выходите из чулана довольный проведённым временем и одеваетесь.  ';
	hyperText ; 
	
	entry(){
		println(this.text);
	}
	choice (str) {
		
	}
}

dialog['musicBox.hi'] = new MusicBox_Hi();

/*

 Вы пытаетесь выбраться но нечего не выходит, 
 не зависимо от того что на вас одето.
Вы пытаетесь сопротивляться лапами но 
Вы пытаетесь отпинаться но 
 
*вы пытаетесь убрать заж но получаете шлепок по заднице *
*вскоре вы чувствуете что чтото пульсирует в колечке и попка начинает слегка наполняться чемто жидким а колечко активно светится зелёным.*
*вскоре вы чувствуете что член незнакомца покидает вашу попку.*
*вы чувствуете что хватка слабеет и вы можете убежать*
*вы остаётесь и ваше колечко начинает расширяться в этот раз сильнее а тагже вы чувствуете что в вашу пасть тоже проникает крупный будто конский член *

Daess Alecto, [26.08.20 23:31]
Ал, я планирую добавить в игру трансформацию. в каком виде тыбы её хотел? х)

Alex King (Krynytskyi) 🇺🇦, [26.08.20 23:32]
Такое знаешь, не по пути ебли.

Alex King (Krynytskyi) 🇺🇦, [26.08.20 23:32]
Но по ебли тоже можно.

Alex King (Krynytskyi) 🇺🇦, [26.08.20 23:32]
Но...

Alex King (Krynytskyi) 🇺🇦, [26.08.20 23:32]
Мне больше всего заходит иным способом.

Alex King (Krynytskyi) 🇺🇦, [26.08.20 23:32]
Тентакли, например.

Daess Alecto, [26.08.20 23:32]
уу, супер идейки х)

Alex King (Krynytskyi) 🇺🇦, [26.08.20 23:32]
Или окунуться в бочку с чем-то жидкостью.

Alex King (Krynytskyi) 🇺🇦, [26.08.20 23:32]
Где там тентакли тоже.

Daess Alecto, [26.08.20 23:33]
дикостью? х)

Daess Alecto, [26.08.20 23:33]
например? х)

Alex King (Krynytskyi) 🇺🇦, [26.08.20 23:33]
жидкостью, а не дикостью.

Daess Alecto, [26.08.20 23:33]
а, ыы х)

Daess Alecto, [26.08.20 23:33]
я тупанул х)

Alex King (Krynytskyi) 🇺🇦, [26.08.20 23:34]
Токсические отходы, например

Alex King (Krynytskyi) 🇺🇦, [26.08.20 23:34]
Радиоактивные.

Daess Alecto, [26.08.20 23:34]
мгм, или от амулета например? х)

Alex King (Krynytskyi) 🇺🇦, [26.08.20 23:35]
Ну, от амулета...

Alex King (Krynytskyi) 🇺🇦, [26.08.20 23:35]
Я бы больше хотел, чтобы меня радиоактивные тентакли выебали и трансформировал.

*/