class Video_Hi extends Dialog{
	text = '*Вы включаете на телевизоре запись сьёмки из чьегото дома. *'
		+ '\nЯ: он милаха как мой любимый х) *ущепнул котика за зад *'
		+ '\nЛ: Спасибо, любимый х) *Обнял льва и поцеловал в щеку*'
		+ '\nЯ: *урча сунул лапу в трусы любимого и массирует передок *'
		+ '\nЛ: Мурк х) Люблю еще просмотры за то, что после них всегда бывает веселая ночь х) *Обнял лапу льва и заурчал, целуя его плечо*'
		+ '\nЯ: мурр х) *массирует член партнёра постепеннно его увеличивая * всегда разве так? х) '
		+ '\nЛ: Ага. Любимый после этого очень любвеобилен х) *Урчит и вскоре возбудился полностью, начав прижиматься ко любимому плотнее*'
		+ '\nЯ: *лев начал вставлять свой член в член котика и иметь котю в его член * мрр х)'
		+ '\nЛ: Мрф! Дорогой решил поделиться со мной своей любовью? х) *Положил лапы на плечи льва и прижался к нему, немного двигаясь в ритм с любимым и постанывая*'
		+ '\nЯ: почему бы и нет? х) *начал обильно наполнять смазкой и семенем член любимого *'
		+ '\nЛ: Мрф! х) *От этого яички кота стали наполняться и расти, свисая все ниже и становясь похожими на яички льва*'
		+ '\nЯ: мрр, тебе нравится дорогшой? х) *начал лапами массировать яички котика *'
		+ '\nЛ: Мрх! Я без ума от всего, что делает мой любимый! х) *Яички кота стали такими же, как и у льва, но член остался прежним. Обнял льва и стал целовать в губы, отчего плотно прижимался своими яичками к его*'
		+ '\nЯ: *вытащил свой член из котеного и ударил струёй семени в подбородок а после начал массировать головку члена котика сввоими нижними лапами * мрр х)'
		+ '\nЛ: Мр! х) *Громко урча, массировал лапами яички любимого и облизывал со своей мордашки и с его члена горячее семя, истекая смазкой*'
		+ '\nЯ: *начал расширять уретру котика и проталкивать в член котика свою левую нижнеюю лапу * мрр х)'
		+ '\nЛ: Ммрфх! х) *Ножка льва вошла чуть ниже колена и была погружена в заполненные семенем яички. Взял другую ножку любимого и стал облизывать ее, массируя пальчики*'
		+ '\nЯ: квотя чтото замыфслил? :3 *член котика увеличивается *'
		+ '\nЛ: Мрф? Нет. Просто люблю доставлять удовольствие моему самцу :3 *Поцеловал ножку льва и урчит, пока полу-возбужденный член льва нависает над котом, поливая его обильным потоком смазки*'
		+ '\nЯ: *лев начал погружать и вторую ногу в член котика до самых яичек *'
		+ '\nЛ:Мр. Ножкам любимого нужна увлажняющая ванна? :3 *Поцеловал головку члена льва, собрав порцию смазки и проглотив*'
		+ '\nЯ: *лев выдал порцию семени в пасть котика и начал погружаться в член любимого по пояс *'
		+ '\nЛ: Мрф? Дорогой, ты уже наигрался? :3 *Когда лев опустился по пояс, был на уровне его мордашки и снова стал целовать его в губы, делясь через поцелуй его же семенем*'
		+ '\nЯ: не совсем :3 *лев целовался с котиком свтрасно запуская в его пасть свой язык и погрузелся в член по грудь *'
		+ '\nЛ: Ммрф? :3 *Целовался со львом, посасывая его язык и громко урча, пока лев не погрузился слишком сильно, что уже не дотягивался до его губ*'
		+ '\nЯ: *вскоре снаружи осталась лишгьь голова льва а котик имел крупный чёрный конский чен с огромными яичками *'
		+ '\nЛ: Мррф! :3 *Член был размером чуть ли не с ногу кота, отчего когда поднял его к своей мордашке, снова смог поцеловать льва, массируя свой член лапами*'
		+ '\nЯ: *лев страсно поцеловал котика и вскоре весь отправился в член целеком *'
		+ '\nЛ: *Даже не сразу заметил это, потому еще некоторое время целовал головку своего члена, глотая смазку. Начал массировать свой член активнее и ножками немного игрался с огромными яичками*'
		+ '\nЯ: *яички огромные мягкие и круглые, внутри не ощющяется льва *'
		+ '\nЛ: Ааахмф! Любимый? х) *Немного прощупал яички, но они были переполнены и просто не мог ничего ощутить внутри*'
		+ '\nЯ: *вскеоре из чвлена вышла порция семени и львинный череп *'
		+ '\nЛ: Мммхаф! *От этого не смог сдерживаться и начал кончать, активно массируя свой член и яички. Семя шло непрерывным потоком и доставало почти до потолка, разливаясь вокруг*'
		+ '\nЯ: мрр х) я доволен х)' ;
	hyperText = [];
	
	entry(){
		println(this.text);
	}
	
	choice (str) {
		
	}
}

dialog['video.hi'] = new Video_Hi();


	/* 
	
Я: 
он милаха как мой любимый х) *ущепнул котика за зад *

Л: 
Спасибо, любимый х)
*Обнял льва и поцеловал в щеку*

Я: 
*урча сунул лапу в трусы любимого и массирует передок *

Л:
Мурк х)
Люблю еще просмотры за то, что после них всегда бывает веселая ночь х)
*Обнял лапу льва и заурчал, целуя его плечо*

Я:
мурр х) 
*массирует член котика постепеннно его увеличивая *всегда разве так? х) 

Л:
Ага. Любимый после этого очень любвеобилен х)
*Урчит и вскоре возбудился полностью, начав прижиматься ко льву плотнее*

Я:
*лев начал вставлять свой член в член котика и иметь котю в его член *
мрр х)

Л:
Мрф! Дорогой решил поделиться со мной своей любовью? х)
*Положил лапы на плечи льва и прижался к нему, немного двигаясь в ритм с любимым и постанывая*

Я:
почему бы и нет? х) *начал обильно наполнять смазкой и семенем член любимого *

Л:
Мрф! х)
*От этого яички кота стали наполняться и расти, свисая все ниже и становясь похожими на яички льва*

Я:
мрр, тебе нравится дорогшой? х) *начал лапами массировать яички котика *

Л:
Мрх! Я без ума от всего, что делает мой любимый! х)
*Яички кота стали такими же, как и у льва, но член остался прежним. Обнял льва и стал целовать в губы, отчего плотно прижимался своими яичками к его*

Я: 
*вытащил свой член из котеного и ударил струёй семени в подбородок а после начал массировать головку члена котика сввоими нижними лапами * 
мрр х)

Л: 
Мр! х)
*Громко урча, массировал лапами яички любимого и облизывал со своей мордашки и с его члена горячее семя, истекая смазкой*

Я:
*начал расширять уретру котика и проталкивать в член котика свою левую нижнеюю лапу *
мрр х)

Л: 
Ммрфх! х)
*Ножка льва вошла чуть ниже колена и была погружена в заполненные семенем яички. Взял другую ножку любимого и стал облизывать ее, массируя пальчики*

Я: 
квотя чтото замыфслил? :3 *член котика увеличивается *

Л: 
Мрф? Нет. Просто люблю доставлять удовольствие моему самцу :3
*Поцеловал ножку льва и урчит, пока полу-возбужденный член льва нависает над котом, поливая его обильным потоком смазки*

Я: 
*лев начал погружать и вторую ногу в член котика до самых яичек *

Л:
Мр. Ножкам любимого нужна увлажняющая ванна? :3
*Поцеловал головку члена льва, собрав порцию смазки и проглотив*

Я:
*лев выдал порцию семени в пасть котика и начал погружаться в член любимого по пояс *

Л:
Мрф? Дорогой, ты уже наигрался? :3
*Когда лев опустился по пояс, был на уровне его мордашки и снова стал целовать его в губы, делясь через поцелуй его же семенем*

Я:
не совсем :3 *лев целовался с котиком свтрасно запуская в его пасть свой язык и погрузелся в член по грудь *

Л:
Ммрф? :3
*Целовался со львом, посасывая его язык и громко урча, пока лев не погрузился слишком сильно, что уже не дотягивался до его губ*

Я:
*вскоре снаружи осталась лишгьь голова льва а котик имел крупный чёрный конский чен с огромными яичками *

Л:
Мррф! :3
*Член был размером чуть ли не с ногу кота, отчего когда поднял его к своей мордашке, снова смог поцеловать льва, массируя свой член лапами*

Я:
*лев страсно поцеловал котика и вскоре весь отправился в член целеком *

Л:
*Даже не сразу заметил это, потому еще некоторое время целовал головку своего члена, глотая смазку. Начал массировать свой член активнее и ножками немного игрался с огромными яичками*

Я:
*яички огромные мягкие и круглые, внутри не ощющяется льва *

Л:
Ааахмф! Любимый? х)
*Немного прощупал яички, но они были переполнены и просто не мог ничего ощутить внутри*

Я:
*вскеоре из чвлена вышла порция семени и львинный череп *

Л:
Мммхаф!
*От этого не смог сдерживаться и начал кончать, активно массируя свой член и яички. Семя шло непрерывным потоком и доставало почти до потолка, разливаясь вокруг*

Я:
мрр х)
я доволен х)

*/


